{
    "version": "https://jsonfeed.org/version/1",
    "title": "Retriever-training",
    "description": "",
    "home_page_url": "https://geetee.github.io/retriever-blog",
    "feed_url": "https://geetee.github.io/retriever-blog/feed.json",
    "user_comment": "",
    "icon": "https://geetee.github.io/retriever-blog/media/website/logo-retriever-spaniel-2.png",
    "author": {
        "name": "Gilles Testard"
    },
    "items": [
        {
            "id": "https://geetee.github.io/retriever-blog/comment-policy.html",
            "url": "https://geetee.github.io/retriever-blog/comment-policy.html",
            "title": "Comment Policy",
            "summary": "Je vous accueille avec grand plaisir sur mon site en vous donnant la possibilité de réagir aux articles. Merci de respecter les règles de courtoisie habituelles pour permettre des échanges fructueux et constructifs. Notez que tout commentaire déposé, sera publié après approbation. Sincèrement Gilles",
            "content_html": "<p>Je vous accueille avec grand plaisir sur mon site en vous donnant la  possibilité de réagir aux articles.<br>Merci de respecter les règles de courtoisie habituelles pour permettre des échanges fructueux et constructifs.<br>Notez que tout commentaire déposé, sera publié après approbation.<br>Sincèrement Gilles</p>",
            "author": {
                "name": "Gilles Testard"
            },
            "tags": [
            ],
            "date_published": "2021-10-08T16:44:35+02:00",
            "date_modified": "2021-10-08T16:44:35+02:00"
        },
        {
            "id": "https://geetee.github.io/retriever-blog/rocket-mon-lab-presentation.html",
            "url": "https://geetee.github.io/retriever-blog/rocket-mon-lab-presentation.html",
            "title": "Rocket mon lab : présentation",
            "summary": " Rocket est un Labrador que j'ai acheté à Clarisse Desloover, éleveuse sous l'affixe : \"Masters of Waters\". Il est issu de : .. et .., il est né le 05 novembre 2020. À la date où je rédige cet article, il a donc 1&hellip;",
            "content_html": "\n  <p>\n    Rocket est un Labrador que j'ai acheté à Clarisse Desloover, éleveuse sous l'affixe : \"Masters of Waters\".<br>Il est issu de : .. et .., il est né le 05 novembre 2020.<br>\n  </p>\n\n  <p>\n    À la date où je rédige cet article, il a donc 1 an et 4 mois.<br>Actuellement, il est un jeune chien plein de vie, facile à vivre et très physique. Rien ne l’inquiète, mais il voit tout.<br>Il est très bon enfant absolument pas susceptible, c'est la joie de vivre personnifiée !\n  </p>\n\n  <p>\n    Rapporter est naturel pour lui, c'est même un besoin spontané.<br>Quand il a décidé de prendre quelque chose, il pousse pour passer, il ne s'encombre pas de détail, il prend !\n  </p>\n\n  <p>\n    Son grand plaisir : que je le gratouille sous le coude et sous le poitrail !<br>Là, il ne bouge pas, il profite du moment\n  </p>\n\n    <h2 id=\"rocket-au-travail\">\n      Rocket au travail\n    </h2>\n\n  <p>\n    Tout de suite, il est bien jeune. Cependant son entraînement a commencé au cours de son 10° mois.<br>Où en est il ?<br>Ce sera le sujet de prochains articles, affaire à suivre...&nbsp;<br>\n  </p>",
            "image": "https://geetee.github.io/retriever-blog/media/posts/4/rocket-labrador-chiot.jpg",
            "author": {
                "name": "Gilles Testard"
            },
            "tags": [
                   "Rocket",
                   "Retriever",
                   "Labrador"
            ],
            "date_published": "2021-10-04T20:40:06+02:00",
            "date_modified": "2021-10-04T20:40:06+02:00"
        },
        {
            "id": "https://geetee.github.io/retriever-blog/le-retriever-plus-quune-passion-un-fil-conducteur.html",
            "url": "https://geetee.github.io/retriever-blog/le-retriever-plus-quune-passion-un-fil-conducteur.html",
            "title": "Le Retriever, plus qu&#x27;une passion : un fil conducteur",
            "summary": " Je ne voudrais pas tomber dans le sentimentalisme, mais ce sujet a quelque chose de personnel donc ... Je dois avouer que je suis né avec l'esprit \"dresseur\". Mon grand père né pendant la grande guerre était charretier et dressait, conduisait les chevaux de&hellip;",
            "content_html": "<div id=\"lipsum\">\n<p>Je ne voudrais pas tomber dans le sentimentalisme, mais ce sujet a quelque chose de personnel donc ...<br>Je dois avouer que je suis né avec l'esprit \"dresseur\".<br>Mon grand père né pendant la grande guerre était charretier et dressait, conduisait les chevaux de traits. Quand j'ai abordé l'adolescence, je me suis intéressé aux chevaux. Il va sans dire qu'il m'y a encouragé.<br>J'ai donc découvert le cheval de club puis le monde du concours hippique.<br>J'ai passé mon premier degré, deuxième degré ... (ça c'était avant 😆), puis j'ai rencontré d'excellents cavaliers de concours qui m'ont initié à la méthodologie, la rigueur, la régularité, la progressivité des entraînement du cheval de sport... et c'est resté dans ma tête!</p>\n<h2>Découverte du chien de travail</h2>\n<p>C'est le service militaire qui m'a fait découvrir le chien de travail. En effet, tout juste arrivé dans le régiment où j'allais passé une année, je me suis battu pour obtenir le poste de maître chien alors qu'on me destinait à un poste de secrétariat comptabilité.<br>Du coup, après mes classes, je me suis retrouvé au 132° CGAT à Suippes dans la Marne.<br>Quel choc : plusieurs centaines de chiens, des formateurs cynotechniques, des pelotons d'élèves maîtres chiens, moniteurs et instructeurs. Un univers dédié au chien de travail militaire, j'en ai pris plein le vue, j'en ai profité un maximum!<br>Ce qui a été vraiment intéressant, c'est que la formation passait par une instruction théorique : anatomie, nutrition, entretien, concept d'entraînement et j'en oubli!<br>Ce n'était pas que pratique sur le terrain.<br>La pratique sur le terrain, occupait une part importante de notre emploi du temps, mais ce n'était pas que de l'entraînement :</p>\n<ul>\n<li>Préparation de la nourriture</li>\n<li>Distribution de celle ci</li>\n<li>Nettoyage du chenil</li>\n<li>Pansage quotidien</li>\n<li>Visites vétérinaires</li>\n</ul>\nJe ne vais pas développer beaucoup plus, mais sincèrement ce fût sacrément profitable.</div>\n<div>Puis retour à la vie civile atteint d'une maladie incurable et toujours active en moi : l'entraînement du chien de travail.<br>Mais je n'ai pas trouvé de métier satisfaisant dans le civil donnant la possibilité d'entraîner et d'utiliser.<br>Par ce que tordu comme je suis, j'aime que ce que je pratique soit utile.</div>\n<div>\n<p>Alors je me suis engagé dans l'armée de terre pour un contrat de spécialiste Cynotechnie militaire (EVSP).<br>J'étais en Bretagne, à Coëtquidan, au Peloton Canin de la Région militaire dont le job était, pour faire simple de préparer des chiens militaires à leur métier mais aussi de préparer ceux qui devaient les conduire.<br>Donc tous les jours, on entraînait.<br>On entraînait les chiens au travers de leur maître que ce soient des hommes du peloton que des stagiaires.<br>L'objectif principal était de </p>\n<ul>\n<li>attribuer le bon chien à chacun</li>\n<li>amener le maître à bien appréhender la psychologie canine</li>\n<li>former le maître à la gestion du chien militaire</li>\n<li>entretenir le dressage du chien et l'améliorer au travers des exercices proposés au maîtres chien</li>\n</ul>\n<h2>Rencontre avec le monde de la chasse</h2>\n<p>Arrivé dans le civil, j'étais dans le monde du chien défense, forcément 😆, je présentais en Ring, non sans un certain succès (3 finales).<br>Puis ce fût complètement par hasard, que je recevais un labrador à éduquer.</p>\n<p>Dans la famille, il y avait des tontons chasseurs de communal, mais pas à la maison.<br><br></p>\n<p>J'aime et je respecte le monde animal, la nature dans ce qu'elle a de vrai mais sans en occulter les aspects durs pas vraiment \"bien pensants\" de ses acteurs.<br>Je pense au prédateur qui déchire sa proie avant qu'elle ne soit morte par exemple.<br>Donc pour moi la chasse fait partie de la vie</p>\n</div>",
            "image": "https://geetee.github.io/retriever-blog/media/posts/3/IMG_0078.jpg",
            "author": {
                "name": "Gilles Testard"
            },
            "tags": [
                   "Retriever"
            ],
            "date_published": "2021-09-27T15:48:49+02:00",
            "date_modified": "2021-10-04T16:24:32+02:00"
        },
        {
            "id": "https://geetee.github.io/retriever-blog/demarrer-nom-blog-retriever-et-spaniels.html",
            "url": "https://geetee.github.io/retriever-blog/demarrer-nom-blog-retriever-et-spaniels.html",
            "title": "Démarrer nom blog Retriever et Spaniels",
            "summary": "C'est parti, je démarre nom blog Retriever et Spaniels. Pas si facile ! Je ne suis pas trop photos, il va falloir que cela devienne réflexe. Idem pour les vidéos.",
            "content_html": "<p>C'est parti, je démarre nom blog Retriever et Spaniels.<br>Pas si facile !<br>Je ne suis pas trop photos, il va falloir que cela devienne réflexe.<br>Idem  pour les vidéos.</p>",
            "author": {
                "name": "Gilles Testard"
            },
            "tags": [
                   "Retriever"
            ],
            "date_published": "2021-09-26T20:36:11+02:00",
            "date_modified": "2021-09-26T22:17:19+02:00"
        }
    ]
}
